tap "homebrew/bundle"
tap "homebrew/services"
tap "rbenv/tap"
tap "stripe/stripe-cli"
brew "zstd"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "coreutils"
brew "emacs"
brew "gh"
brew "git"
brew "gnu-tar"
brew "node"
brew "heroku"
brew "imagemagick"
brew "k6"
brew "libksba"
brew "libyaml"
brew "mailhog", restart_service: :changed
brew "zlib"
brew "mysql", restart_service: :changed
brew "netcat"
brew "pkgconf"
brew "pure"
brew "rbenv"
brew "rbspy"
brew "telnet"
brew "tldr"
brew "vim"
brew "zsh"
brew "rbenv/tap/openssl@1.1"
brew "stripe/stripe-cli/stripe"
cask "ghostty"
cask "iterm2"
cask "itsycal"
cask "linearmouse"
cask "ngrok"
cask "utm"
vscode "aaron-bond.better-comments"
vscode "achaq.vercel-theme"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "chrmarti.regex"
vscode "dawranliou.minimal-theme-vscode"
vscode "donjayamanne.githistory"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "icrawl.discord-vscode"
vscode "illixion.vscode-vibrancy-continued"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lewxdev.vscode-glyph"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "naumovs.color-highlight"
vscode "nichabosh.minimalist-dark"
vscode "oderwat.indent-rainbow"
vscode "optimizion.vscode-minimal-theme"
vscode "pmndrs.pmndrs"
vscode "postman.postman-for-vscode"
vscode "raunofreiberg.vesper"
vscode "rebornix.ruby"
vscode "s-nlf-fh.glassit"
vscode "shan.code-settings-sync"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
